{"inkVersion":19,"root":[["^Hello.\t",{"#":"actor:player"},"\n","^Oh! You scared me.\t",{"#":"actor:female"},"\n","^Is everything alright? Are you lost?\t",{"#":"actor:player"},"\n","^Yes — well, I mean no. I was admiring the beauty of this place and missed the ferry, and the next one doesn’t come for two days.\t",{"#":"actor:female"},"\n","^How long have you been here?\t",{"#":"actor:player"},"\n","^A few hours.\t",{"#":"actor:female"},"\n","^Are you a tourist?\t",{"#":"actor:player"},"\n","^Yep, I came from…\t",{"#":"actor:female"},"\n","^Can't you just phone your hotel?\t",{"#":"actor:player"},"\n","^My cell phone provider has no coverage here. What is your name?\t",{"#":"actor:female"},"\n","^Andreas.\t",{"#":"actor:player"},"\n","^And I'm Xenia. Are you by any chance an archeologist?\t",{"#":"actor:female"},"\n","^...\t",{"#":"actor:player"},"\n","^You want to know how I guessed? You have a large backpack, but there are no mountains here, so you're not a mountain climber. And as far as I know, only the largest Greek islands have been thoroughly explored by scientists, unlike small islands like this one. That's why I think it's a good place for archeological finds. Did you have the same thoughts?\t",{"#":"actor:female"},"\n","^Maybe. What were you reading?\t",{"#":"actor:player"},"\n","^That was just my notes on the Greek sights I wanted to see.\t",{"#":"actor:female"},"\n","^So this deserted island is number one on your list?\t",{"#":"actor:player"},"\n","^You are a clever one indeed! Actually, I got here by mistake. I was hoping to look at Knossos, but I get so absent-minded sometimes, just like Paganel, so I disembarked on the wrong island. Of course I realized my mistake, but I decided to explore a little since I'm here. You know the rest; now the ferry is gone.\t",{"#":"actor:female"},"\n","^Why did you pick Greece?\t",{"#":"actor:player"},"\n","^I have been fondly dreaming of Greece since my childhood. Now that I’ve finally come here, I like everything so far. We can explore together — I won't be a burden. And if we actually find something, like vessels or adornments, you will get all the glory.\t",{"#":"actor:female"},"\n","^No, this is out of the question.\t",{"#":"actor:player"},"\n","^What do you mean? That I can't go with you or that you don't need fame?\t",{"#":"actor:female"},"\n","^You can't go with me.\t",{"#":"actor:player"},"\n","^Why not? You want me to sit on this stump for two days?\t",{"#":"actor:female"},"\n","^You would have if I hadn't shown up.\t",{"#":"actor:player"},"\n","^But you did show up! And I missed my ferry. That's a sign! We must go together.\t",{"#":"actor:female"},"\n","^The place I'm going is very dangerous. I wouldn't want to put somebody else's life at risk. Go to the shore; my boat is over there. Soon I will come and bring you back to the mainland.\t",{"#":"actor:player"},"\n","^I see; thanks for the warning, but now I can't let you go alone. It's safer to have a companion who can give you a hand in dire straits.\t",{"#":"actor:female"},"\n","ev","str","^Accept the offer.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Decline the offer.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"relationship_female"},1,"+","/ev",{"VAR=":"relationship_female","re":true},"^Fine. But you need to do as I say.\t",{"#":"actor:player"},"\n","^Great! Thanks, you won't regret it.\t",{"#":"actor:female"},"\n","^And stop being a chatterbox.\t",{"#":"actor:player"},"\n","^Ok, I'll be silent as the grave, as mute as a fish, like… Ok, don't look at me like that, I get it. You have a very sharp gaze.\t",{"#":"actor:female"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^You don't understand. You may die.\t",{"#":"actor:player"},"\n","^But it's dangerous for you too.\t",{"#":"actor:female"},"\n","^I'm a grown man, and I can decide for myself what to do.\t",{"#":"actor:player"},"\n","^I'm not a child either, and can do what I wan…\t",{"#":"actor:female"},"\n","^Enough arguing. Go to the shore and wait for me there.\t",{"#":"actor:player"},"\n","^Fine, I'm going. I will drive away with your boat and vanish at sea!\t",{"#":"actor:female"},"\n","ev",0,"/ev",{"VAR=":"party_female","re":true},"^What a nuisance!\t",{"#":"actor:player"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",{"global decl":["ev",0,{"VAR=":"relationship_female"},1,{"VAR=":"party_female"},"/ev","end",null]}],"listDefs":{}}