{"inkVersion":19,"root":[["^Now do you see how dangerous this place is? Are you sure you still want to continue?\t",{"#":"actor:player"},"\n","^I'll keep on going. But only alone.\t",{"#":"actor:bandit"},"\n","^Being alone out here is twice as dangerous.\t",{"#":"actor:player"},"\n","^Being with you two is three times more dangerous.\t",{"#":"actor:bandit"},"\n","^I get the hint. Go together if you want; I can go through the traps on my own just fine.\t",{"#":"actor:female"},"\n","^We need to all go together. I'm sure each of us will be extremely cautious from now on.\t",{"#":"actor:player"},"\n","^I'm confident you two would just keep solving riddles and telling old stories, but I have a different approach.\t",{"#":"actor:bandit"},"\n","^I'm sure we can come to an agreement.\t",{"#":"actor:player"},"\n","^When the trap is triggered, there will be no time to debate.\t",{"#":"actor:bandit"},"\n","^Apparently every room has a riddle. It seems likely given what we've seen so far. We can win by playing by the rules.\t",{"#":"actor:female"},"\n","^I'm not going to dance to somebody's ancient pipe. I'm going to go my own way.\t",{"#":"actor:bandit"},"\n","ev","str","^Choose Xenia.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Choose Max.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^Xenia, let's go together. Max, come with us.\t",{"#":"actor:player"},"\n","^I've decided to go alone. When I find gold, I promise not to take all for myself; I'll leave something for you.\t",{"#":"actor:bandit"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Max, I like your approach better, but I can't let Xenia go alone.\t",{"#":"actor:player"},"\n","^Andreas, go with Max if you want. You don't have to babysit me. I still need to look at Parthenon and Knossos.\t",{"#":"actor:female"},"\n","^Don't you want to know what secrets this maze is hiding? Oh — I bet you’re just going to pretend that you're leaving but will be following us instead.\t",{"#":"actor:player"},"\n","^No, I'll just return when you leave. Hey! I’m just kidding! I'll just wait for the ferry and leave, I promise. But I have one condition. Andreas, promise to give me a call when you'll find this artifact of your dreams to tell me about it. Here is my number.\t",{"#":"actor:female"},"\n","^I'll give you a call, I promise.\t",{"#":"actor:player"},"\n","^Good luck to you both.\t",{"#":"actor:female"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",null],"listDefs":{}}