- (conversation)
* 	[Ничего здесь не трогай. И не отставай.]
	Ладно, я постараюсь. Но здесь всё такое интересное. Вероятно, эти стены возведены каким-то древним народом.
	* * [Да. Но я здесь не за тем, чтобы изучать старинную архитектуру.]
		А зачем?
		* * * 	[Я должен кое-что отыскать.]
				Как интересно! А что?
				* * * * 	[Потом расскажу. Сейчас нужно быть очень внимательным.]
							Сложно быть внимательной на голодный желудок.
		+ + + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
	+ + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
* 	[Будь осторожна, ступеньки очень старые.]
	Хорошо.
* 	[Ты боишься крыс?]
	Нет и насекомых тоже не боюсь. А ты?
	* * [Конечно нет.]
		А здесь есть крысы?
		* * * [Это вероятно.]
		+ + + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
	+ + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
+	Давай позже поговорим, нельзя отвлекаться. -> END
-	-> conversation