VAR relationship_female = 0
- (conversation)
+	[Ксения, есть миф об Эриде?]
	Ксения, есть миф об Эриде?	# actor:player
	Эрида – богиня раздора. Она подбросила Афродите -- богине красоты, Гере -- верховной богине и Афине -- богине справедливой войны яблоко с надписью: «callisti», то есть «прекраснейшей». Богини тут же принялись спорить, кому предназначается это яблоко.	# actor:female
+	[Макс, есть мысли?]
	Макс, есть мысли?	# actor:player
	Эти штуки со скульптурами вращаются, значит их надо выставить в правильную позицию. Вероятно тогда и кнопка с яблоком сработает. Вся эта система напоминает мне кодовый замок на чемодане. Обычно, когда часть механизма встаёт в нужное положение, раздаётся щелчок. Покрути-ка статуи ещё раз.	# actor:bandit
+	[Давай позже поговорим, нельзя отвлекаться.]
	Давай позже поговорим, нельзя отвлекаться.	# actor:player # finalizer
-	-> conversation