- (conversation)
* 	[Ксения, откуда ты так хорошо знаешь древнегреческую мифологию?]
	Это хобби, мне интересно всё, что связано с Древней Грецией.
	* * [Твоё увлечение помогло решить загадку Апаты. Но теперь ты убедилась, что здесь очень опасно. Лучше тебе вернуться в отель. Я провожу.]
		Ну уж нет. Мои познания в мифологии могут пригодиться, ты же сам сказал, что я была полезна.
		* * * [Как хочешь. Но ты ещё можешь передумать.]
	+ + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
+ \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
-	-> conversation