- (conversation)
* 	[– Ничего здесь не трогай. И не отставай.]Андреас: Ничего здесь не трогай. И не отставай.
	Ксения: Ладно, я постараюсь. Но здесь всё такое интересное. Вероятно, эти стены возведены каким-то древним народом.
	* * [– Да. Но я здесь не за тем, чтобы изучать старинную архитектуру.]Андреас: Да. Но я здесь не за тем, чтобы изучать старинную архитектуру.
		Ксения: А зачем?
		* * * 	[– Я должен кое-что отыскать.]Андреас: Я должен кое-что отыскать.
				Ксения: Как интересно! А что?
				* * * * 	[– Потом расскажу. Сейчас нужно быть очень внимательным.]Андреас: Потом расскажу. Сейчас нужно быть очень внимательным.
							Ксения: Сложно быть внимательной на голодный желудок.
		+ + + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
	+ + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
* 	[– Будь осторожна, ступеньки очень старые.]Андреас: Будь осторожна, ступеньки очень старые.
	Ксения: Хорошо.
* 	[– Ты боишься крыс?]Андреас: Ты боишься крыс?
	Ксения: Нет и насекомых тоже не боюсь. А ты?
	* * [– Конечно нет.]Андреас: Конечно нет.
		Ксения: А здесь есть крысы?
		* * * [– Это вероятно.]Андреас: Это вероятно.
		+ + + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
	+ + \[ЗАВЕРШИТЬ РАЗГОВОР\] -> END
+	– Давай позже поговорим, нельзя отвлекаться. -> END
-	-> conversation