{"inkVersion":19,"root":[["^Привет.\t",{"#":"actor:player"},"\n","^Фух, ты меня напугал.\t",{"#":"actor:female"},"\n","^Всё в порядке? Ты не заблудилась?\t",{"#":"actor:player"},"\n","^Да, то есть нет. Я залюбовалась природой острова и опоздала на паром, а следующий только через два дня.\t",{"#":"actor:female"},"\n","^Давно ты здесь?\t",{"#":"actor:player"},"\n","^Уже несколько часов.\t",{"#":"actor:female"},"\n","^Туристка?\t",{"#":"actor:player"},"\n","^Ага, я приехала из…\t",{"#":"actor:female"},"\n","^Почему не позвонила в гостиницу?\t",{"#":"actor:player"},"\n","^Здесь сети нет. А как тебя зовут?\t",{"#":"actor:female"},"\n","^Андреас.\t",{"#":"actor:player"},"\n","^А меня Ксения. А ты случайно не археолог?\t",{"#":"actor:female"},"\n","^...\t",{"#":"actor:player"},"\n","^Удивлён как я догадалась? У тебя рюкзак, но гор здесь нет значит не альпинист. И насколько мне известно, лишь крупнейшие греческие острова тщательно исследовались, а к таким мелким, как этот, учёные почему-то проявили мало интереса. Поэтому мне кажется, что здесь ещё возможны археологические находки. Ты рассуждал так же?\t",{"#":"actor:female"},"\n","^Возможно. А что ты так увлечённо читала?\t",{"#":"actor:player"},"\n","^Это просто блокнот, я набросала список греческих достопримечательностей, которые хочу посмотреть.\t",{"#":"actor:female"},"\n","^И этот пустынный остров значится под номером один?\t",{"#":"actor:player"},"\n","^А ты проницательный! Вообще-то я по ошибке оказалась на этом острове. Моей целью был Кносский дворец, но я иногда бываю такой рассеянной, прямо как Паганель, вот и высадилась не на том острове. Конечно я быстро поняла свою ошибку, но решила почему бы не прогуляться раз уж я здесь. Ну, а дальше ты знаешь, паром ушёл.\t",{"#":"actor:female"},"\n","^Почему выбрала Грецию?\t",{"#":"actor:player"},"\n","^Я с детства увлечена Грецией и всем что с ней связано. Вот наконец-то приехала в эту страну и мне здесь очень нравится. Андреас, а можно мне с тобой? Я не помешаю, а если и вправду удастся что-то обнаружить: ну там посуду какую или украшения вся слава достанется тебе одному.\t",{"#":"actor:female"},"\n","^Нет, это исключено.\t",{"#":"actor:player"},"\n","^Что? Мне нельзя с тобой или тебе не нужна слава?\t",{"#":"actor:female"},"\n","^Тебе нельзя идти со мной.\t",{"#":"actor:player"},"\n","^Почему? Ты хочешь чтобы я два дня просидела на этом пне? И ещё две ночи.\t",{"#":"actor:female"},"\n","^Так бы и было если бы я не появился.\t",{"#":"actor:player"},"\n","^Но ведь ты появился! А я упустила паром. Это знак! Мы должны идти вместе.\t",{"#":"actor:female"},"\n","^Там куда я направляюсь очень опасно. Я не имею права и не хочу подвергать риску никого кроме себя. Иди на берег, там стоит моя лодка. Я скоро приду и отвезу тебя на материк.\t",{"#":"actor:player"},"\n","^Понятно, спасибо за предупреждение, но теперь я не могу отпустить тебя одного в опасное путешествие. Вдвоём ведь лучше! В трудной ситуации напарник выручит тебя.\t",{"#":"actor:female"},"\n","ev","str","^Взять Ксению с собой.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Не брать Ксению с собой, отвезти на материк.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"relationship_female"},1,"+","/ev",{"VAR=":"relationship_female","re":true},"^Ладно. Но ты должна во всём меня слушаться.\t",{"#":"actor:player"},"\n","^Здорово! Спасибо, что согласился, ты не пожалеешь.\t",{"#":"actor:female"},"\n","^И поменьше болтай.\t",{"#":"actor:player"},"\n","^Ага, я буду нема как рыба, как шпион в тылу врага, как… Ладно, не смотри так, я всё поняла. А у тебя очень проницательный взгляд.\t",{"#":"actor:female"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Ты не поняла. Ты можешь погибнуть.\t",{"#":"actor:player"},"\n","^Но ты ведь тоже рискуешь!\t",{"#":"actor:female"},"\n","^Я взрослый мужчина и сам решаю что мне делать.\t",{"#":"actor:player"},"\n","^Так и я не ребёнок и тоже могу поступать как считаю нуж…\t",{"#":"actor:female"},"\n","^Хватит. Спорить бессмысленно. Иди на берег и жди меня там.\t",{"#":"actor:player"},"\n","^Ладно, я пойду. Угоню твою лодку и затеряюсь в море!\t",{"#":"actor:female"},"\n","ev",0,"/ev",{"VAR=":"party_female","re":true},"^Чёрт знает что.\t",{"#":"actor:player"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",{"global decl":["ev",0,{"VAR=":"relationship_female"},1,{"VAR=":"party_female"},"/ev","end",null]}],"listDefs":{}}