{"inkVersion":19,"root":[["^Кто здесь? О, ты что крадёшься? Хотел проскользнуть незамеченным не спросив, что я здесь делаю одна? А может я заблудилась?\t",{"#":"actor:female"},"\n","^Ты заблудилась?\t",{"#":"actor:player"},"\n","^Нет, но некоторая помощь не помешает. Я застряла на этом острове потому что опоздала на паром, а следующий придёт только послезавтра вечером. У меня было немного воды, но сегодня так жарко и я её уже выпила.\t",{"#":"actor:female"},"\n","^Ты приплыла на безлюдный остров и не взяла достаточно припасов?\t",{"#":"actor:player"},"\n","^Да я хотела попасть на Крит, но иногда моя рассеянность похлеще чем у Паганеля, в общем я вышла не на том острове, а когда поняла ошибку, паром уже ушёл. А ты как оказался вдали от туристических маршрутов?\t",{"#":"actor:female"},"\n","^Приплыл на лодке.\t",{"#":"actor:player"},"\n","^Ты тоже ошибся островом или специально здесь высадился?\t",{"#":"actor:female"},"\n","^Я исследую маленькие греческие острова, которые именитые археологи обошли вниманием, а значит здесь ещё есть шанс обнаружить старинные артефакты.\t",{"#":"actor:player"},"\n","^А что конкретно ты ищешь?\t",{"#":"actor:female"},"\n","^Всё что попадётся. Я буду рад любой даже мелкой находке.\t",{"#":"actor:player"},"\n","^Исследовать остров удобнее налегке, а судя по твоему объёмному рюкзаку ты преследуешь какую-то конкретную цель. Есть секретная информация об этом острове? Ты можешь мне доверять, я никому не скажу, да здесь и нет никого.\t",{"#":"actor:female"},"\n","^Вот именно. Только я и ты. Не страшно тебе быть здесь со мной наедине?\t",{"#":"actor:player"},"\n","^Нет, у тебя лицо слишком интеллигентное и глаза добрые, хоть ты и выглядишь суровым. Но это наверное из-за того, что ты мало улыбаешься.  Нужно чаще улыбаться.\t",{"#":"actor:female"},"\n","^Ты делаешь это за двоих, так что мне ни к чему. Если хочешь, могу отвезти тебя на Крит.\t",{"#":"actor:player"},"\n","^Правда? Здорово, я была бы тебе очень благодар…\t",{"#":"actor:female"},"\n","ev","str","^Иди на берег и жди меня там около лодки.","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^Иди на берег и жди меня там около лодки.\t",{"#":"actor:player"},"\n","ev",0,"/ev",{"VAR=":"party_female","re":true},{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",{"global decl":["ev",1,{"VAR=":"party_female"},"/ev","end",null]}],"listDefs":{}}