- (conversation)
+	[Ксения, что здесь написано?]
	Ксения, что здесь написано?	# actor:player
	На стене написано: «Раскрой обман и восстанови истину». На пьедестале где статуэтка со сферой: «Театр», рядом – «Астрономия» и под статуэткой с маской – «История».	# actor:female
	+ +	[Ясно.]
		Ясно.	# actor:player #finalizer
	+ +	[Ты знаешь что-то об этих статуэтках?]
		Ты знаешь что-то об этих статуэтках?	# actor:player
		Похоже статуэтки изображают муз. Всего их двенадцать, но здесь только три. Покровительница театра – Мельпомена, астрономии – Урания, истории – Клио. Точно не помню у кого какие должны быть атрибуты, но мне кажется музы стоят не на своих пьедесталах.	# actor:female
-	-> conversation