Андреас, почему ты меня не ругаешь?	# actor:female
Ты этого хочешь?	# actor:player
Нет, но я же виновата, схватила статуэтку.	# actor:female
Её пришлось бы взять. Только сначала я бы исследовал комнату и все предметы.	# actor:player
Если вы закончили любезничать, может подумаем что делать дальше? Опять снимем статуэтку с пьедестала и активируем новую ловушку?	# actor:bandit # voiceover:18_esly_vy_zakonchily_lyubeznichat.ogg
Что произойдёт точно не известно.	# actor:player
Тогда надо просто взять статуэтку.	# actor:bandit # voiceover:19_nado_prosto_vzyat_statuetku.ogg
Ксения, ты можешь что-то рассказать о статуэтке?	# actor:player
Судя по атрибутам, это Гермес, бог торговли. О нём можно долго рассказывать, но непонятно какая конкретно легенда о Гермесе может быть полезна сейчас. Если ты осмотрел комнату и все предметы, попробуй взять статуэтку.	# actor:female