{"inkVersion":19,"root":[["^Вы поняли, насколько здесь опасно? Уверены, что стоит продолжать?\t",{"#":"actor:player"},"\n","^Я пойду дальше. Но только один.\t",{"#":"actor:bandit"},"\n","^Одному здесь вдвойне опасней.\t",{"#":"actor:player"},"\n","^А с вами втройне опасней.\t",{"#":"actor:bandit"},"\n","^Понятно на кого намёк. Идите вместе, а я сама справлюсь. Уверена что моих знаний хватит чтобы пройти ловушки.\t",{"#":"actor:female"},"\n","^Надо идти всем вместе. Уверен, что впредь каждый из нас будет максимально осторожен.\t",{"#":"actor:player"},"\n","^Вы скорее всего захотите рассказывать легенды, разгадывать загадки, а у меня другой подход.\t",{"#":"actor:bandit"},"\n","^Думаю мы сможем договориться.\t",{"#":"actor:player"},"\n","^Когда ловушка сработает, времени на болтовню не будет.\t",{"#":"actor:bandit"},"\n","^Очевидно, что в каждой комнате есть загадка. Скорее всего это общий принцип. Зная правила, сможем выиграть.\t",{"#":"actor:female"},"\n","^Не хочу плясать под чью-то древнюю дудку. Буду действовать по-своему.\t",{"#":"actor:bandit"},"\n","ev","str","^Идти с Ксенией.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Идти с Максом.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^Ксения, пойдём вместе. Макс, присоединяйся.\t",{"#":"actor:player"},"\n","^Я решил, пойду один. Когда найду золото, обещаю не забирать всё. Оставлю и вам немного.\t",{"#":"actor:bandit"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Твой подход, Макс, мне кажется надёжнее, но я не могу позволить Ксении идти одной.\t",{"#":"actor:player"},"\n","^Если хочешь, Андреас, отправляйся с Максом. Ты не обязан меня охранять. Мне ещё нужно посмотреть Парфенон и Кносский дворец.\t",{"#":"actor:female"},"\n","^Разве тебе не любопытно какие загадки  скрывает этот лабиринт? Ты сейчас делаешь вид что уйдёшь, а сама будешь идти за нами.\t",{"#":"actor:player"},"\n","^Нет, я просто вернусь сюда одна когда вы уйдёте. Да шучу я! Просто дождусь паром и уплыву, честно. Только у меня есть одно условие. Андреас, обещай что позвонишь мне когда найдёшь артефакт своей мечты, чтобы рассказать какой он. Вот мой телефон.\t",{"#":"actor:female"},"\n","^Позвоню, обещаю.\t",{"#":"actor:player"},"\n","^Удачи. Вам обоим.\t",{"#":"actor:female"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",null],"listDefs":{}}