Дверь закрывается, ловушка всё-таки сработала.	# actor:female
Шипение. Слышишь?	# actor:player
Да, и приторный запах усилился.	# actor:female
В комнату поступает газ, старайся дышать неглубоко. Надо быстрее разгадать загадку.	# actor:player
* 	[Ксения, есть миф об Эриде?]
	Ксения, есть миф об Эриде?	# actor:player
	Эрида – богиня раздора. Она подбросила Афродите -- богине красоты, Гере -- верховной богине и Афине -- богине справедливой войны яблоко с надписью: «callisti», то есть «прекраснейшей». Богини тут же принялись спорить, кому предназначается это яблоко.	# actor:female
* 	[Завершить разговор.]