Здесь новая статуэтка. Это Эрида. Если её взять, тоже сработает ловушка?	# actor:female
Это вероятно.	# actor:player
Андреас, здесь человеческие скелеты. Интересно, кто они такие и что их погубило? Может ловушка сработала?	# actor:female
Судя по доспехам, это конкистадоры. Не думаю, что они угодили в ловушку, статуэтка на месте.	# actor:player
Возможно они взяли статуэтку, а потом поставили обратно, надеясь что дверь откроется.	# actor:female
Это вероятно.	# actor:player
Или они вообще погибли не здесь, а кто-то принёс их сюда специально. Для устрашения кладоискателей, таких как мы.	# actor:female
Это вероятно.	# actor:player
В этой комнате странный, едва уловимый запах. Немного сладковатый, но неприятный. Ты чувствуешь?	# actor:female
Нет.	# actor:player