Андреас, кто эта Ксения и откуда она взялась?	# actor:bandit
Туристка, опоздала на паром.	# actor:player
Понятно. А как ты узнал про этот лабиринт?	# actor:bandit
От отца. А ты?	# actor:player
И мне отец рассказал. Он нашёл этот лабиринт ещё в молодости, а потом пригласил твоего отца как эксперта по древней Греции. Но они решили, что исследовать лабиринт слишком опасно.	# actor:bandit
Да, я тоже слышал эту историю.	# actor:player
Но мы же не испугаемся и не убежим? Мы же пойдём дальше?	# actor:bandit
Да.	# actor:player