Чёрт, ловушка сработала. Кажется в комнату поступает какой-то газ. У нас всего несколько минут, чтобы разгадать загадку Эриды.	# actor:player # voiceover:264_chort_lovushka_srabotala.ogg
*	[Макс, есть мысли?]
	Макс, есть мысли?	# actor:player # voiceover:265_Max_est_mysly.ogg
	Эти штуки со скульптурами вращаются, значит их надо выставить в правильную позицию. Вероятно тогда и кнопка с яблоком сработает. Вся эта система напоминает мне кодовый замок на чемодане. Обычно, когда часть механизма встаёт в нужное положение, раздаётся щелчок. Покрути-ка статуи ещё раз.	# actor:bandit # voiceover:33_shtuki_so_skulpturami.ogg
*	[Завершить разговор.]
	... # finalizer