Чёрт, ловушка сработала. Кажется в комнату поступает какой-то газ. У нас всего несколько минут, чтобы разгадать загадку Эриды.	# actor:player
- (conversation)
+	[Завершить разговор.]
	...	# actor:player # finalizer
+	[Макс, есть мысли?]
	Макс, есть мысли?	# actor:player
	Эти штуки со скульптурами вращаются, значит их надо выставить в правильную позицию. Вероятно тогда и кнопка с яблоком сработает. Вся эта система напоминает мне кодовый замок на чемодане. Обычно, когда часть механизма встаёт в нужное положение, раздаётся щелчок. Покрути-ка статуи ещё раз.	# actor:bandit
-	-> conversation