Ого, скелеты. Судя по старинному обмундированию, они здесь очень давно. Интересно, что они не поделили? Андреас, могло тут находиться нечто более ценное, чем статуэтка на пьедестале?	# actor:bandit
Нет, вряд ли. Если здесь хранится, например, золото, то в самой дальней комнате.	# actor:player
Может, предвкушая добычу, они подрались до того как обнаружили что-то ценное. Зато устроили пир местным крысам.	# actor:bandit
Надо взять статуэтку. Может сработать ловушка, ты готов?	# actor:player
Да. Только знать бы к чему.	# actor:bandit