Я думаю эта Ксения не случайно здесь оказалась. Кажется я уже где-то её видел.	# actor:bandit
Ты уверен?	# actor:player
Да. Вспомнил!	# actor:bandit
И где же вы встречались?	# actor:player
Да это не важно. Ты лучше скажи, ради чего ты здесь? Вот я, например, пришёл за золотом. Оно должно здесь быть.	# actor:bandit
Это вероятно, но мне нужен только Палладиум.	# actor:player
Понятно, хочешь славы. А что вообще такое Палладиум?	# actor:bandit
Древнегреческий артефакт.	# actor:player
Ясно.	# actor:bandit