Пожалуйста, Костя, не рассказывай сыну, мы ведь договаривались! # actor:father # voiceover:1182_pozhaluysta_kostya.ogg
Да, он умный мальчик, но в этом лабиринте слишком опасно. Твой сын ещё добьётся…  # actor:father # voiceover:1183_da_on_umny.ogg
Что, записи? Их нет, они остались в моём старом доме, который я продал десять лет назад. Новые хозяева наверняка всё выбросили. Да в этих записях и нет ничего особенного! # actor:father # voiceover:1184_chto_zapisi.ogg
Прошу, одумайся! Костя, алло! Костя. # actor:father # voiceover:1185_proshu_odumaysa.ogg