- (conversation)
* 	[Ксения, откуда ты так хорошо знаешь древнегреческую мифологию?]
    Ксения, откуда ты так хорошо знаешь древнегреческую мифологию? # actor:player
	Это хобби, мне интересно всё, что связано с Древней Грецией. # actor:female
	* * [Уговорить вернуться в отель.]
	    Твоё увлечение помогло решить загадку Апаты. Но теперь ты убедилась, что здесь очень опасно. Лучше тебе вернуться в отель. Я провожу. # actor:player
		Ну уж нет. Мои познания в мифологии могут пригодиться, ты же сам сказал, что я была полезна. # actor:female
		* * * 	[Как хочешь. Но ты ещё можешь передумать.]
		        Как хочешь. Но ты ещё можешь передумать # actor:player
-	-> conversation