{"inkVersion":19,"root":[["^Who's there? Why are you crouching? Wanted to pass me by, without even asking what I was doing here alone? What if I'm lost?\t",{"#":"actor:female"},"\n","^Are you lost?\t",{"#":"actor:player"},"\n","^No, but I could use some help. I got stuck on this island because I missed my ferry and the next one will come here the day after tomorrow in the evening. I had a little water with me, but it's so hot today, so I drank it already.\t",{"#":"actor:female"},"\n","^You came to a deserted island without supplies?\t",{"#":"actor:player"},"\n","^I wanted to go to Crete, but sometimes I become so absent-minded, worse than Paganel himself. So I disembarked on the wrong island, and when I realized my mistake, the ferry was already gone. And how did you get here?\t",{"#":"actor:female"},"\n","^I came on a boat.\t",{"#":"actor:player"},"\n","^You got the wrong island, too, or did you come here for a reason?\t",{"#":"actor:female"},"\n","^I study small Greek islands that were neglected by prominent archeologists, so there's still a chance to find ancient artifacts here.\t",{"#":"actor:player"},"\n","^What exactly are you looking for?\t",{"#":"actor:female"},"\n","^Anything I can come across.\t",{"#":"actor:player"},"\n","^It's easier to explore the island with some light gear, and you have a large backpack, which makes me think you have a certain goal. Do you have some specific information about this island? You can trust me; I won't tell anyone. There's no one here after all.\t",{"#":"actor:female"},"\n","^Exactly. Only you and I. Aren't you scared to be here with me alone?\t",{"#":"actor:player"},"\n","^No, you have kind eyes, and your face tells me you are a good person, even though you look serious. That's probably because you don't smile much. You need to smile more often.\t",{"#":"actor:female"},"\n","^You're doing it enough for both of us, so I don't have to. I can bring you to Crete if you want.\t",{"#":"actor:player"},"\n","^Really? Cool, I'd be very greatf…\t",{"#":"actor:female"},"\n","ev","str","^Go to the shore and wait for me by the boat.","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^Go to the shore and wait for me by the boat.\t",{"#":"actor:player"},"\n","ev",0,"/ev",{"VAR=":"party_female","re":true},{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",{"global decl":["ev",1,{"VAR=":"party_female"},"/ev","end",null]}],"listDefs":{}}